{"classes":["ACT","GEO","CITIZEN","PERSON"],"annotations":[["Thousands of demonstrators have marched through London to protest the war in Iraq and demand the withdrawal of British troops from that country.",{"entities":[[32,39,"ACT"],[48,54,"GEO"],[58,65,"ACT"],[70,73,"ACT"],[77,81,"GEO"],[97,107,"ACT"],[111,118,"CITIZEN"]]}],["Iranian officials say they expect to get access to sealed sensitive parts of the plant Wednesday, after an IAEA surveillance system begins functioning.",{"entities":[[0,17,"CITIZEN"]]}],["Helicopter gunships Saturday pounded militant hideouts in the Orakzai tribal region, where many Taliban militants are believed to have fled to avoid an earlier military offensive in nearby South Waziristan.",{"entities":[[62,83,"GEO"],[190,206,"GEO"]]}],["They left after a tense hour-long standoff with riot police.",{"entities":[]}],["U.N. relief coordinator Jan Egeland said Sunday, U.S., Indonesian and Australian military helicopters are ferrying out food and supplies to remote areas of western Aceh province that ground crews cannot reach.",{"entities":[[24,35,"GEO"],[57,67,"CITIZEN"],[72,82,"CITIZEN"],[158,179,"GEO"]]}],["Mr. Egeland said the latest figures show 1.8 million people are in need of food assistance - with the need greatest in Indonesia, Sri Lanka, the Maldives and India.",{"entities":[[0,11,"GEO"],[119,128,"CITIZEN"],[131,140,"GEO"],[147,155,"GEO"],[160,165,"GEO"]]}],["He said last week's tsunami and the massive underwater earthquake that triggered it has affected millions in Asia and Africa.",{"entities":[[21,28,"ACT"],[56,66,"ACT"],[110,114,"GEO"],[119,125,"GEO"]]}],["Some 1,27,000 people are known dead.",{"entities":[]}],["Aid is being rushed to the region, but the U.N. official stressed that bottlenecks and a lack of infrastructure remain a challenge.",{"entities":[]}],["Lebanese politicians are condemning Friday's bomb blast in a Christian neighborhood of Beirut as an attempt to sow sectarian strife in the formerly war-torn country.",{"entities":[[0,8,"CITIZEN"],[25,35,"ACT"],[46,56,"ACT"],[88,94,"GEO"]]}],["In Beirut, a string of officials voiced their anger, while at the United Nations summit in New York, Prime Minister Fouad Siniora said the Lebanese people are resolute in preventing such attempts from destroying their spirit.",{"entities":[]}],["One person was killed and more than 20 others injured in the bomb blast late Friday, which took place on a residential street.",{"entities":[[15,21,"ACT"],[61,71,"ACT"],[108,126,"GEO"]]}],["Lebanon has suffered a series of bombings since the massive explosion in February that killed former Prime Minister Rafik Hariri and 20 other people.",{"entities":[[0,7,"GEO"],[33,41,"ACT"],[52,69,"ACT"],[101,128,"CITIZEN"]]}],["Syria is widely accused of involvement in his killing, and Friday's explosion comes days before U.N. investigator Detlev Mehlis is to return to Damascus to interview several Syrian officials about the assassination.",{"entities":[[0,5,"GEO"],[46,53,"ACT"],[70,79,"ACT"],[98,129,"PERSON"],[146,154,"GEO"],[176,182,"CITIZEN"]]}],["The global financial crisis has left Iceland's economy in shambles.",{"entities":[[4,27,"ACT"],[37,44,"GEO"],[59,67,"ACT"]]}],["Israeli officials say Prime Minister Ariel Sharon will undergo a medical procedure Thursday to close a tiny hole in his heart discovered during treatment for a minor stroke suffered last month.",{"entities":[[0,7,"CITIZEN"],[22,49,"PERSON"],[65,82,"ACT"]]}],["Doctors describe the tiny hole as a minor birth defect and say it is in the partition between the upper chambers of Mr. Sharon's heart.",{"entities":[[116,126,"PERSON"]]}],["The procedure, known as cardiac catheterization, involves inserting a catheter through a blood vessel into the heart, where an umbrella-like device will plug the hole.",{"entities":[[25,48,"ACT"]]}],["Doctors say they expect Mr. Sharon will make a full recovery.",{"entities":[[24,34,"PERSON"]]}],["Mr. Sharon returned to work on December 25, one week after his emergency hospitalization.",{"entities":[[0,10,"PERSON"]]}],["Doctors say the stroke has not caused any permanent damage.",{"entities":[]}],["The designers of the first private manned rocket to burst into space have received a $10 million prize created to promote space tourism.",{"entities":[]}],["SpaceShipOne designer Burt Rutan accepted the Ansari X Prize money and a trophy on behalf of his team Saturday during an awards ceremony in the U.S. state of Missouri.",{"entities":[[22,32,"PERSON"],[46,52,"PERSON"],[121,136,"ACT"],[144,166,"GEO"]]}],["To win the money, SpaceShipOne had to blast off into space twice in a two-week period and fly at least 100 kilometers above Earth.",{"entities":[[125,130,"GEO"]]}],["The spacecraft made its flights in late September and early October, lifting off from California's Mojave desert.",{"entities":[[70,81,"ACT"],[87,114,"GEO"]]}]]}